The current handle has no constraint. Please select a valid target to apply a new constraint.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId MissingCurrentConstraintForHandle { get; }
  Visual Basic
Public Shared ReadOnly Property MissingCurrentConstraintForHandle As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MissingCurrentConstraintForHandle {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarFailures Class
  Autodesk.Revit.DB Namespace